/* progress info */
"Collecting crash information..." = "Regroupement des informations sur le blocage…";

/* progress info */
"Searching system logs..." = "Recherche de journaux système…";

/* informational message - OCC has found some console logs it wants to include */
"Console messages found" = "Messages de la console trouvés";

/* informational message - OCC has found some console logs - tell user it's OK not to include them */
"CrashCatcher has found some system log messages which may help us to understand this crash. If you do not wish to include these logs in your crash report, you can delete them from the text box." = "CrashCatcher a trouvé des messages de journaux système qui peuvent nous aider à comprendre ce blocage. Si vous ne souhaitez pas inclure ces journaux dans votre rapport de blocage, vous pouvez les supprimer de la zone de texte.";

/* email warning message */
"CrashCatcher might not work correctly with %@." = "CrashCatcher risque de ne pas fonctionner correctement avec %@.";

/* suppression checkbox for warning dialog when console logs are being included in crash report */
"Don't warn me again" = "Ne plus m’avertir";

/* example details string */
"For example, \"I tried to drag the framistan onto the hee-whackity, the application didn't respond for about 10 seconds, and then it crashed. This is the third time it has crashed while I was trying to do the same thing, and it only started happening since I installed CrashDoubler 7.8!\"" = "Par exemple, “J’essaie de faire glisser x sur y : l’application ne répond pas pendant 10 secondes puis se bloque. C’est la troisième fois que cela se produit lorsque je tente la même opération et les problèmes ont commencé depuis que j’ai installé CrashDoubler 7.8 !”";

/* Quit button */
"Quit" = "Quitter";

/* email warning message */
"Send using %@" = "Envoyer à l’aide de %@";

/* email warning default button */
"Send using Mail" = "Envoyer via Mail";

/* email warning details */
"The email client you've chosen in System Preferences might not support sending crash reports. We recommend using the built-in Mac OS X Mail application; if you use %@ anyway, the crash report you send might be incomplete (or worse, your email client might crash itself).\n\nIf you choose Cancel, you can still send your crash report by copying and pasting the text into an email message addressed to %@." = "Le client de messagerie que vous avez choisi dans les Préférences Système ne prend peut-être pas en charge l’envoi du rapport de blocage. Nous vous conseillons d’utiliser l’application Mail intégrée à Mac OS X. Si vous utilisez malgré tout %1$@, le rapport de blocage risque d’être incomplet (voire, votre client de messagerie risque de se bloquer lui aussi).\n\nSi vous choisissez Annuler, vous aurez toujours la possibilité d’envoyer le rapport de blocage en copiant-collant le texte dans un courrier électronique adressé à %2$@.";

/* error message */
"Unable to collect report from crashed application." = "Impossible d’obtenir le rapport depuis l’application bloquée.";